Revit 2026 API

# SpaceLatentHeatGainperPerson Property

---

Get or set the Latent Heat Gain per Person of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double LatentHeatGainperPerson { get; set; }
```
```vb
Public Property LatentHeatGainperPerson As Double
	Get
	Set
```
```cpp
public:
property double LatentHeatGainperPerson {
	double get ();
	void set (double value);
}
```
```fsharp
member LatentHeatGainperPerson : float with get, set
```

#### Property Value

Double

This property is used to get or set the Latent Heat Gain per Person of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace